IDEA Open Model
CrossSectionThermalAttribute.Components Property
Compatible with IDEA StatiCa 20.1
 List of components
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<CrossSectionComponentThermalData> Components { get; set; }
Public Property Components As List(Of CrossSectionComponentThermalData)
	Get
	Set
Property Value
Type: List<CrossSectionComponentThermalData>
See Also
Reference
CrossSectionThermalAttribute Class
IdeaRS.OpenModel.CrossSection Namespace